Repository: Ouranosinc/xlrme-ui
Catalog: dmapp/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Cost (M$)
fr: Coûts (M$)

source: Amortizement
fr: Amortissement

source: Start date
fr: Lancement

source: Construction date
fr: Début des travaux

source: In service date
fr: Mise en service

source: ValueMap
fr: Valeurs 2D

source: RegretMap
fr: Regret 2D

source: LeverLines
fr: Leviers 1D

source: Streamflow change
fr: Changement de débit

source: Mean annual streamflow change
fr: Changement de précipitation moyenne annuelle

source: Demand pattern
fr: Patron de demande

source: Transition to New-England demand pattern
fr: Transition vers le patron de demande de la Nouvelle-Angleterre

source: Transition to warmer demand pattern
fr: Transition vers un patron de demande plus chaud

source: Price trend
fr: Tendance de prix

source: Energy price trend
fr: Tendance du prix de l'électricité

source: Discount
fr: Actualisation

source: Discount rate
fr: Taux d'actualisation

source: Anticipated return on investments with similar risk profiles.
fr: Retour anticipé sur les investissements ayant un profil de risque similaire

source: Energy
fr: Énergie

source: Annual energy production
fr: Production énergétique annuelle

source: Mean annual energy generated.
fr: Énergie annuelle moyenne générée.

source: Firm energy
fr: Énergie garantie

source: Firm annual energy production
fr: Production énergétique annuelle garantie

source: Annual energy guaranteed it will be generated.
fr: Énergie annuelle garantie

source: Spill
fr: Déversement

source: Mean monthly spill flow
fr: Débit déversé moyen

source: Drawdown
fr: Marnage

source: Mean annual reservoir fluctuation
fr: Changement de précipitation moyenne annuelle

source: Mean annual reservoir fluctuations
fr: Changement de précipitation moyenne annuelle

source: Flooded area
fr: Aire innondée

source: Flooded area at maximal level
fr: Aire innondée au niveau maximal

source: Maximum flooded area
fr: Aire innondée maximale

source: IRR
fr: TRI

source: NPV
fr: VAN

source: Net Present Value
fr: Valeur actuelle nette

source: Net present value of the investment.
fr: Valeur actuelle nette de l'investissement

source: Emission scenario
fr: Scénario d'émission

source: U.S. Energy Information Administration Electricity price forecasts
fr: Prévisions de prix de l'Energy Information Administration de É-U

source: Discount rates used by various agencies
fr: Taux d'actualisation utilisées par diverses agences

source: Scenario
fr: Scénario

source: Ouranos Decision-Making Project
fr: Projet Prise de décision d'Ouranos

source: Northern Hydropower
fr: Centrale Nordique

source: Explanations
fr: Explications

source: About
fr: À propos

source: Sign in
fr: Se connecter

source: Username
fr: Identifiant

source: Password
fr: Mot de passe

source: Logout
fr: Déconnexion

source: Uncertainties
fr: Incertitudes

source: Levers
fr: Leviers

source: Metrics
fr: Métriques

source: Expert Advice
fr: Avis expert

source: Control panel
fr: Panneau de contrôle

source: Click on the drop-down menus to indicate where each variable should be displayed, whether it's on the graphic x or y axes, or one of the sliders at the bottom.
fr: Cliquer sur les menus déroulants pour indiquer où positionner chaque variable,que ce soit sur les axes x ou y du graphique, ou sur l'un des curseurs en bas.

source: Click to select one or many of the options available to decision-makers. The ValueMap graphic displays results from only one lever at a time, while the LeverLine and RegretMap compare the results from multiple levers. For each selected lever, additional parameters can be set such as the lever cost. Enter a number within the input area and the results will update accordingly.
fr: Cliquer pour sélectionner une ou plusieurs leviers disponibles aux décideurs.Le graphique Valeur 2D montre les résultats d'un levier à la fois, alors que Lignes 1D et Regret 2D permettent de comparer les résultats de plusieurs leviers. Pour chaque levier sélectionné, des paramètres additionnels comme le prix peuvent être modifiés. Entrer un nombre dans la case et les valeurs des métriques s'ajusteront en conséquence.

source: Click on the performance metric to be displayed in the main graphic. Only one metric can be shown at a time. The description and units of the metric appear above the graphic
fr: Cliquer sur la métrique de performance pour sélectionner les valeurs à être visualisées sur le graphique principal. Seulement une métrique peut être montrée à la fois. La description et les unités de la métrique apparaissent au dessus du graphique.

source: Expert advice
fr: Avis d'expert

source: Click on sources of expert information. Markers will appear on the graph or the slider bar to indicate what these expert think of these uncertain variables. Hover on dots to see the details about the description of each expert advice. Note that no dots will show up if the active metric does not include the dimension over which expert advice is provided.
fr: Cliquer sur une ou plusieurs sources d'expertise disponibles. Des marqueurs apparaitront sur le graphique ou les curseurs pour indiquer ce que différents experts croient que vaudront les variables incertaines dans le futur. Placer la souris sur les marqueurs pour voir la source de chaque avis. Noter qu'aucun marqueur n'apparait si ses dimensions ne correspondent pas à celle de la métrique choisie.

source: Uncertain variable sliders
fr: Curseurs pour variables incertaines

source: Since metric results can only be display in one or two dimensions, these sliders are used to select the value of extra dimensions. Click on the slider bar or drag the slider handle to modify the value of the variables.
fr: Puisque les valeurs des métriques ne peuvent être visualisés qu'en une ou deux dimensions, ces curseurs sont utilisés pour filtrer les valeurs des dimensions additionnelles. Déplacer le curseur ou cliquer sur la barre pour modifier la valeur de la variable.

source: Results
fr: Résultats

source: This is where metric values are displayed depending on the type of graphic selected.
fr: Les valeurs des métriques apparaissent ici sous une forme dépendant du type de graphique sélectionné.

source: Metric values are displayed by color-coded rectangles, where the mapping between color and values is shown by the colorbar shown at the bottom right. These values vary along the horizontal (x) and vertical (y) axes, each axis standing for an uncertain variable. This type of graphic can only show one lever at a time.
fr: Les valeurs des métriques sont illustrées via la couleur des rectangles. La correspondance entre les valeurs et la couleur est donnée par la barre de couleur située en bas à droite. Les valeurs de la métrique varient selon les axes horizontal (x) et vertical (y) représentant une variable incertaine.Ce type de graphique ne peut montrer qu'un seul levier à la fois.

source: Regret is the difference between the metric value calculated with a preferred lever and the best performing lever. First select multiple levers to compare from the left Levers menu, then pick a preferred lever from the top lever menu. Note that if only one lever is selected from the left menu, the regret can only be zero. Again, regret values are color-coded as shown in the colorbar at the bottom right.
fr: Le regret est défini comme la différence entra la valeur d'une métrique calculée avec un levier donné et le levier le plus performant. Commencer par choisir plusieurs leviers dans le menu de gauche, puis sélectionner un levier de référence du menu apparaissant en haut du graphique. Noter que si un seul levier est sélectionné dans le menu de gauche, le regret ne peut être que zéro. Une couleur est assignée à chaque valeur de regret selon la barre de couleur apparaissant en bas à droite.

source: Graphic menu
fr: Menu des graphiques

source: Select different types of graphic to display the metric values. The RegretMap and LeverLines can compare multiple levers, while the ValueMap shows the metric values for one lever at a time.
fr: Sélectionner différents types de graphiques pour visualiser les valeurs des métriques. Regret 2D et Leviers 1D permettent de comparer plusieurs leviers entre eux, alors que Valeurs 2D ne montre que les métriques d'un levier à la fois.

source: A new way to look at climate information
fr: Un regard nouveau sur l'information climatique

source: Hydroelectric generation investments span decades and are likely to be impacted by climate change. This project looks at ways to bring climate science closer to the decision-making process used by energy utilities.
fr: Les investissements dans le secteur hydroélectrique couvrent des décennies et sont susceptibles d'être touchés par les changements climatiques. Ce projet cherche à approcher la science du climat du processus de décision utilisé par les entreprises du secteur énergétique.

source: Project
fr: Projet

source: The uncertainties around climate projections are often perceived as an obstacle to their use in real world decision-making situations. The fact that climate change impacts vary according to emission scenarios, climate models and natural variability can put stakeholders in the delicate position of having to agree on climate scenarios before agreeing on adaptation measures. To work around this impediment to action, this project experiments with the Robust Decision Making framework, an approach that could be described as a large-scale sensitivity study mixing climatic and economic variables. In collaboration with Hydro-Québec and Manitoba Hydro, we've created decision-support tools for two case studies in the hydroelectricity sector. The aim of these studies is to show-case how climate information from multi-model ensembles can be leveraged by decision-makers as expert advice, without getting caught in technical debates about emission scenarios and model selection.
fr: Les incertitudes liées aux projections climatiques sont souvent perçues comme un frein à leur usage dans les processus de prise de décision. Le fait que les projections varient en fonction des scénarios d'émission, des modèles de climat et de la variabilité naturelle peut mettre les décideurs dans la position délicate d'avoir à s'entendre sur un scénario climatique unique avant de s'entendre sur des mesures d'adaptation. Pour contourner cet obstacle, ce projet expérimente avec l'approche de prise de décision robuste (PDR), une méthode qui s'apparente à une analyse de sensibilité exhaustive combinant des facteurs climatiques et économiques. En collaboration avec Hydro-Québec et Manitoba Hydro, Ouranos a créé deux outils d'aide à la décision pour deux situations d'exploitation hydroélectrique. L'objectif de ces études est de mettre en évidence commentl'information venant des ensembles de modèles climatiques peut être mis à profit par les décideurs, sans avoir à débattre de choix de scénarios d'émission ou de choix de modèles.

source: These studies look at two fictitious situations, one where a utility plans to upgrade the equipment of an existing station, and another where it studies options for a new generating station. For each investment choice, whether it's the number of turbines to rerunner, the total capacity to install or the maximum drawdown of the reservoir, we compute the energy generated over many decades and the revenues from these investment over a range of future conditions. These conditions not only include the climate, that is changes in temperature and precipitations, but also consider the energy market: electricity prices for exports and the discount rate -- the cost of borrowing capital to build or upgrade a power station. The investment choices can be compared between themselves to see which perform best in different future climatic and market conditions.
fr: Ces études se penchent sur deux cas fictif, l'un où une entreprise planifie renouveler les groupes turbo-alternateurs d'une centrale existante, et l'autre où différentes options d'aménagement d'une nouvelle centrale sont comparés. For chaque stratégie d'investissement, que ce soit le nombre de groupe à mettre à niveau, la capacité à installer ou le niveau d'opération du barrage, on calcule l'énergie générée sur plusieurs décennies et les revenus associés pour une gamme de conditions futures. Ces conditions incluent non seulement le climat, soit les changements de température et de précipitation, mais également le marché de l'énergie: prix de l'énergie et coût des capitaux. Les choix d'investissement peuvent être comparés entre eux afin d'évaluer lesquelsperforment adéquatement dans différentes conditions climatiques et économiques futures.

source: Try it
fr: Essayez
